var jsonData = [
    {
        "q" : "1.พิธีกรรมใดที่พระเยซูทรงได้รับหมายจากนักบุญในศาสนายูดาห์",
        "opt1" : "ศีลล้างบาป",
        "opt2" : "ศีลกำลัง",
        "opt3" : "ศีลอภัยบาป",
        "answer" : "ศีลกำลัง"
    },
    {
        "q" : "2.ข้อใดเป็นปัจจัยที่ก่อให้เกิดสัมมาทิฏฐิที่สอดคล้องกับ “ปรโตโฆสะ” (เสียงจากผู้อื่น)",
        "opt1" : "พ่อแม่ติดสุรา",
        "opt2" : "ครูที่ตามใจนักเรียน",
        "opt3" : "ผู้นำชุมชนชักชวนให้บำเพ็ญประโยชน์",
        "answer" : "ผู้นำชุมชนชักชวนให้บำเพ็ญประโยชน์"
    },
    {
        "q" : "3.ข้อใดกล่าวได้อย่างถูกต้องตามหลักอริยสัจ 4",
        "opt1" : "วิธีแก้ปัญหาชีวิตเป็นเหตุ",
        "opt2" : "ปัญหาของชีวิตเป็นเหตุ ",
        "opt3" : "สาเหตุของปัญหาชีวิตเป็นผล",
        "answer" : "วิธีแก้ปัญหาชีวิตเป็นเหตุ"
    },
    {
        "q" : "4.พิธีกรรมใดในศาสนาพราหมณ์-ฮินดูที่ตรงกับการทำบุญศพและการเผาศพตามพิธีกรรมทางพระพุทธศาสนาในสังคมไทย",
        "opt1" : "ชาตกรรม",
        "opt2" : "วิวาหะ",
        "opt3" : "เปรตกรรม",
        "answer" : "เปรตกรรม"
    }
    
]