var jsonData = [
    {
        "q" : "1.ข้อความต่อไปนี้ผู้พูดมีเจตนาตรงกับข้อใด “พี่คะ กระเป๋าเดินทางใช้เสร็จยังคะ คือตอนนี้จะใช้แล้วเพราะจะไปต่างจังหวัดถ้าไม่ใช้ขอคืนนะคะไม่มีกระเป๋าใส่เสื้อผ้าค่ะ”",
        "opt1" : "ขอ",
        "opt2" : "สั่ง",
        "opt3" : "ทวง",
        "answer" : "ทวง"
    },
    {
        "q" : "2.คำที่มีรูปวรรณยุกต์ในข้อใดใช้รูปวรรณยุกต์กับเสียงวรรณยุกต์ตรงกันทุกคำ",
        "opt1" : "ดังไฟฟ้าผ่าดวงมาโนช",
        "opt2" : "หมู่เสนาต่างเฝ้าประจำองค์",
        "opt3" : "สำเนียงโห่ลั่นเหล้าไม่ฝ่าฝืน",
        "answer" : "หมู่เสนาต่างเฝ้าประจำองค์"
    },
    {
        "q" : "3.ข้อใดไม่มีคำที่มีตัวสะกดในแม่กด",
        "opt1" : "ไม่สนทนากันเสียงดัง เมื่อมีบุคคลอื่นอยู่ในลิฟต์",
        "opt2" : "มารยาทในการใช้ลิฟท์เป็นสิ่งสำคัญ",
        "opt3" : "ไม่ควรใช้ให้คนอื่นกดชั้นที่จะไปในขณะที่มือว่าง",
        "answer" : "ไม่สนทนากันเสียงดัง เมื่อมีบุคคลอื่นอยู่ในลิฟต์"
    },
    {
        "q" : "4.ข้อความต่อไปนี้มีคำที่มีอักษรนำกี่คำ",
        "opt1" : "5 คำ",
        "opt2" : "6 คำ",
        "opt3" : "7 คำ",
        "answer" : "7 คำ"
    }
    
]